window.VOCABULARYWORDS_MAP = {    "Глаз": "🚰л🧿🗜️🗜️",     "Куплино": "К*рл🫁👀🧿",     "Мицелиум": "мiцеlium",     "Мозг": "з🪼🧿🚰",     "Пес": "🗜️ы🦷",     "Свадьб": "🗜️в👁️🥌д",     "Хайп": "др🧿зд",     "Чувак": "ч🫚вч🧿",     "Зашквар": "з🪼👁️🚰др",     "Яблок": "з🥌л🧿к",     "Звук": "з🥌🫚к",     "Александр": "*******",     "Мажор": "🗜️кря🚰👁️",     "Мажоры": "🗜️кря🚰🫁",     "Псы": "🗜️ы🦷ы",     "Спасибо": "з🪼🧿🚰🫁🪼"};
window.REVERSE_MAP = Object.fromEntries(
    Object.entries(window.VOCABULARYWORDS_MAP).map(([Word, Translate]) =>
[Translate, Word]));
